[
  {
    "id": 1,
    "title": "Introducing GBK.gems Collection",
    "imgUrl": "https://i1.wp.com/eosnation.io/wp-content/uploads/2021/02/GBKdesign-EOS-32.jpg?w=2000&ssl=1",
    "collection_name": "gbk.gems",
    "artist": "gbk.gem",
    "content": [
      {
        "id": 1,
        "text": "Gilles Bonugli Kali, a genesis EOS community member and artist known as GBK, has dedicated more than 20 years to capturing the diverse beauty of Earth and its people. A self-taught artist from the South of France,  GBK enjoys the challenge of learning different artistic disciplines from videography to graphic design. This enthusiastic approach to life has always flowed from the idiom that “Diversity Makes Sense”.  In fact, all life in the universe flows from diversity through plants, trees, minerals, musical styles and human ethnicities of all kinds. GBK’s artistic portfolio represents this commitment to diversity and is recently fueled by his digital nomadic lifestyle that allows him to travel the world with Yoshi, his soulmate."
      },
      {
        "id": 2,
        "text": "This collection features 30 different stunning designs of chestahedrons, often found in beautiful & breathtaking natural scenery! Collectors with more fashion-oriented tastes will no doubt covet the Kimono variation that is included in this release."
      },
      {
        "id": 3,
        "text": "Four categories (natural, cosmic, museal and the ultra exclusive monolith) across 3 rarities (common, kimono, animated frame)"
      },
      {
        "id": 4,
        "text": "Release date: April 10th"
      }
    ],
    "links": [
      {
        "id": 1,
        "label": "Artist Interview",
        "url": "https://eosnation.io/gbk/"
      },
      {
        "id": 2,
        "label": "Drop Details",
        "url": "https://eosnation.io/gbk-chestahedrons/"
      }
    ]
  },
  {
    "id": 2,
    "title": "Dream Big",
    "imgUrl": "https://i2.wp.com/eosnation.io/wp-content/uploads/2021/04/dream-big-banner.png?w=1080&ssl=1",
    "collection_name": "chllnge.gems",
    "artist": ".gems",
    "content": [
      {
        "id": 1,
        "text": "The Dream Big series is dotGems’ first fan art challenge and features 50 amazing designs from 47 wonderful artists. This collection will feature 3 different rarities, ranging from Common (85%), Rare (12.5%) and Ultra-Rare (2.5%). In total, there are 150 different NFTs in this beautiful collection. We think the EOS community will really enjoy the series and we can’t wait to show it off to all of you!"
      },
      {
        "id": 2,
        "text": "The revenue generated by the sale is distributed 50% to the artists and 50% to dotGems, which includes revenue from the primary sales and secondary sales. For the secondary sales revenue, we’re introducing a bit of NFT-DeFi flare to the release by awarding our artists a Artist’s Share NFT that can be held to earn the monthly secondary sales revenue or traded on the marketplace if they prefer to sell their share."
      },
      {
        "id": 3,
        "text": "It’s important to note that we plan on doing many more art challenges in the future and these “Artist’s Share” NFTs will continue earning their share of all future art challenge secondary market sales. Speculators can buy these shares for the long-term passive income potential while allowing the artists to cash out more value up front."
      },
      {
        "id": 4,
        "text": "Our artists are also given their common design’s #1 mint, which can be held pridefully in their NFT collection or sold on the market to boost their income from this release. Rare and ultra-rare mint #1s can be found by collectors who purchase our fully pre-minted NFT packs."
      }
    ],
    "links": [
      {
        "id": 1,
        "label": "Read More",
        "url": "https://eosnation.io/dream-big/"
      },
      {
        "id": 2,
        "label": "Video",
        "url": "https://www.youtube.com/watch?v=Nr_coh0X3FI"
      },
      {
        "id": 3,
        "label": "Blending",
        "url": "https://blend.dotgems.io/"
      }
    ]
  },
  {
    "id": 3,
    "title": ".gems’ Green NFTs Manifesto",
    "imgUrl": "https://i0.wp.com/eosnation.io/wp-content/uploads/2021/05/Green-Manifesto-Headers-Photo-by-Jay-Mantri.001.003.jpeg?w=1920&ssl=1",
    "collection_name": ".gems",
    "artist": "jan.gems",
    "content": [
      {
        "id": 1,
        "text": ".gems’ mission is to onboard artists onto the blockchain, help them publish their art as NFTs and do so in an environmentally sustainable way."
      },
      {
        "id": 2,
        "text": "In fact, .gems’ parent company, EOS Nation, has been a leading block producer in charge of processing transactions and securing the environmentally friendly delegated-proof-of-stake (DPoS) EOS & WAX blockchain networks since 2018 & 2019 respectively."
      },
      {
        "id": 3,
        "text": "EOS Nation’s creation in 2018 was based on the premise that highly efficient and environmentally friendly delegated-proof-of-stake networks would eventually become very attractive for a wide range of use cases."
      },
      {
        "id": 4,
        "text": "In 2020, Stéphane Bisson, Co-founder and Chief Community Officer of EOS Nation and Martin Breuer, Regional Director of Asia and EOS Nation’s first employee, started the .gems NFT Studio & Creative Agency in anticipation of a surge of demand from artists looking to publish their art on environmentally-conscious blockchain networks."
      }
    ],
    "links": [
      {
        "id": 1,
        "label": "Read More",
        "url": "https://eosnation.io/green/"
      },
      {
        "id": 2,
        "label": "Video",
        "url": "https://youtu.be/VvmLWczNnyY"
      }
    ]
  },
  {
    "id": 4,
    "title": "Pomelo NFTs",
    "imgUrl": "https://i1.wp.com/eosnation.io/wp-content/uploads/2021/08/PomeloTwitterAd.png?w=1600&ssl=1",
    "collection_name": ".gems",
    "artist": "jan.gem",
    "content": [
      {
        "id": 1,
        "text": "The promotional Pomelo NFT series is aimed at further engaging the EOS community while also providing educational information about various aspects of the upcoming Pomelo platform."
      },
      {
        "id": 2,
        "text": "There are 4 elements in the initial collection. Seeds, Soil, Water and Sun - each representing an important pillar in the EOS ecosystem and driver within the Pomelo crowdfunding platform"
      },
      {
        "id": 3,
        "text": "Using the blend.gems smart contract can be converted into a Pomelo tree NFT, which over time grows Pomelo NFTs that can be claimed by the collectors."
      },
      {
        "id": 4,
        "text": "All primary revenu of the .gems Pomelo NFT series will be donated to the matching pool for the first round of funding later this year."
      }
    ],
    "links": [
      {
        "id": 1,
        "label": "Learn more about Pomelo",
        "url": "https://pomelo.io/"
      },
      {
        "id": 2,
        "label": "Blend your Pomelo tree",
        "url": "https://blend.dotgems.io/"
      }
    ]
  }
]
